app2unit
aubio
awww
base
base-devel
brightnessctl
btrfs-progs
caelestia-cli
caelestia-shell
cmake
ddcutil
eh-vial-appimage
firefox
fish
foot
git
grub
hyprland
kitty
libcava
libqalculate
linux
linux-firmware
networkmanager
ninja
pipewire-pulse
qt6-declarative
qt6-positioning
qt6-shadertools
qt6-wayland
qt6-websockets
quickshell-git
spice-vdagent
sudo
swappy
ttf-dejavu
usbutils
vim
xdg-desktop-portal-hyprland
yay
yay-debug
zram-generator
